module.exports = {
    '30 * * * * *': () => {
        console.log('每分钟的第30秒触发： ')
    },
    // '30 1 * * * *': () => {
    //     console.log('每小时的1分30秒触发 ：')
    // },
    // '30 1 1 * * *': () => {
    //     console.log('每天的凌晨1点1分30秒触发 ：')
    // },
    // '30 1 1 1 * *': () => {
    //     console.log('每月的1日1点1分30秒触发 ：')
    // },
    // '30 1 1 1 2020 *': () => {
    //     console.log('2020年的1月1日1点1分30秒触发 ：')
    // },
    // '30 1 1 * * 1': () => {
    //     console.log('每周1的1点1分30秒触发 ：')
    // },
    // '*/3 * * * * *': () => {
    //     console.log('每三秒  ：')
    // }
}